# GUI apps
cask "1password"
cask "arc"
cask "visual-studio-code"
cask "google-chrome"
cask "dash"
cask "raycast"
cask "adguard"
cask "homebrew/cask-fonts/font-jetbrains-mono"
cask "homebrew/cask-fonts/font-jetbrains-mono-nerd-font"
cask "sf-symbols"
cask "Alacritty"
cask "cleanshot"
cask "proxyman"
cask "xcodes"
cask "obsidian"
cask "fork"
cask "vlc"

# CLI
brew "1password-cli"
brew "aria2"
brew "chezmoi"
brew "watchexec"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-lfs"
brew "gh"
brew "git-extras"
brew "git-crypt"
brew "htop"
brew "jq"
brew "parallel"
brew "ripgrep"
brew "starship"
brew "tldr"
brew "yt-dlp"
brew "zsh"
brew "switchaudio-osx"
brew "m-cli"
brew "z"
brew "tmux"
brew "nvim"
brew "ghq"
brew "go"
brew "mosh"
brew "ifstat"
brew "exa"
brew "reattach-to-user-namespace"
brew "nnn"
brew "zerotier-one"
brew "koekeishiya/formulae/yabai"
brew "koekeishiya/formulae/skhd"
brew "FelixKratz/formulae/sketchybar"
